{
  "TouristLocations":
  [
    {"LocationName":"Great Barrier Reef","LocationLatitude":18.2871,"LocationLongitude":147.6992,"LocationDescription":"The Great Barrier Reef is one of the undisputed best vacation spots for anyone who wants the opportunity to glimpse one of the most incredible marvels of nature.\n\nThe reef spans across 2,300 kilometers and is so huge that it can actually be spotted from outer space!\n\nTourists will be able to enjoy the amazing sights of unique marine animals and plants, interacting with each other in perfect harmony.\n\nYou can dive or snorkel in the area to really get up close and personal with the local flora and fauna."},
    {"LocationName":"Plitvice Lakes","LocationLatitude":44.8654,"LocationLongitude":15.5820,"LocationDescription":"The Plitvice Lakes can be found on Croatia’s Adriatic Sea coast, just lingering on the border between Zadar and the nation’s capital, Zagreb.\n\nThese lakes consist of 16 bodies of water that are all joined together by a variety of cascading waterfalls and fascinating bridges, flanked by age-old emerald forests that hold wildlife aplenty: birds, wolves, bears, and more!\n\nEnjoy walks in one of the top travel destinations in the country across a variety of paths, both natural and man-made, and explore the wide expanse between the lowest altitude lakes of 280 meters and the highest 1,000 meters above it.\n\nYou can even take a ferry to travel between them!"},
    {"LocationName":"Taj Mahal","LocationLatitude":27.1751,"LocationLongitude":78.0421,"LocationDescription":"The Taj Mahal is one of the most famous vacation spots in the world, and with good reason!\n\nIt’s one of the world’s Seven Wonders and it serves as a symbol of true, never-ending love.\n\nThis mausoleum is, contrary to popular belief, not a palace – but the final resting place of Mumtaz Mahal, built by her husband for her.\n\nThis architectural success is a prime example of the finest in Mughal architecture, with four completely identical sides over its 240-foot height.\n\nIts appearance shifts ever so slightly throughout the day with the sunlight, and you can see its reflection ripple in its huge pool beneath.\n\nPlus, stroll through the large garden outside for even more beautiful magnificence!"}
  ],
  "Status":"OK"
}
