{
  "TouristLocations":
  [
    {"LocationName":"Great Barrier Reef","LocationLatitude":-18.2871,"LocationLongitude":147.6992,"LocationImage":"https://raw.githubusercontent.com/jm821397/Montoya_Project_2/main/Great_Barrier_Reef.jpg","LocationDescription":"The Great Barrier Reef is one of the undisputed best vacation spots for anyone who wants the opportunity to glimpse one of the most incredible marvels of nature.\n\nThe reef spans across 2,300 kilometers and is so huge that it can actually be spotted from outer space!\n\nTourists will be able to enjoy the amazing sights of unique marine animals and plants, interacting with each other in perfect harmony.\n\nYou can dive or snorkel in the area to really get up close and personal with the local flora and fauna."},
    {"LocationName":"Plitvice Lakes","LocationLatitude":44.8654,"LocationLongitude":15.5820,"LocationImage":"https://raw.githubusercontent.com/jm821397/Montoya_Project_2/main/Plitvice_Lakes.jpg","LocationDescription":"The Plitvice Lakes can be found on Croatia’s Adriatic Sea coast, just lingering on the border between Zadar and the nation’s capital, Zagreb.\n\nThese lakes consist of 16 bodies of water that are all joined together by a variety of cascading waterfalls and fascinating bridges, flanked by age-old emerald forests that hold wildlife aplenty: birds, wolves, bears, and more!\n\nEnjoy walks in one of the top travel destinations in the country across a variety of paths, both natural and man-made, and explore the wide expanse between the lowest altitude lakes of 280 meters and the highest 1,000 meters above it.\n\nYou can even take a ferry to travel between them!"},
    {"LocationName":"Taj Mahal","LocationLatitude":27.1751,"LocationLongitude":78.0421,"LocationImage":"https://raw.githubusercontent.com/jm821397/Montoya_Project_2/main/Taj_Mahal.jpg","LocationDescription":"The Taj Mahal is one of the most famous vacation spots in the world, and with good reason!\n\nIt’s one of the world’s Seven Wonders and it serves as a symbol of true, never-ending love.\n\nThis mausoleum is, contrary to popular belief, not a palace – but the final resting place of Mumtaz Mahal, built by her husband for her.\n\nThis architectural success is a prime example of the finest in Mughal architecture, with four completely identical sides over its 240-foot height.\n\nIts appearance shifts ever so slightly throughout the day with the sunlight, and you can see its reflection ripple in its huge pool beneath.\n\nPlus, stroll through the large garden outside for even more beautiful magnificence!"},
    {"LocationName":"Victoria Falls","LocationLatitude":-17.9257,"LocationLongitude":25.8625,"LocationDescription":"Few people consider these African nations as among the best countries to visit, but those people are missing out!\n\nVictoria Falls is one of the earth’s largest waterfalls, reaching a majestic 355 feet in height and spanning across an entire mile.\n\nIts rush of falling water is the biggest of its kind, with the shocking speed of 550,000 cubic meters per minute.\n\nOn top of that, Victoria Falls is among the world’s Seven Natural Wonders, and its mist that shrouds the area can be seen from 50 kilometers away, creating a rainbow!\n\nIt is also responsible for the constant, non-stop rainfall experienced by the rainforest around River Zambezi."},
    {"LocationName":"Grand Canyon National Park","LocationLatitude":36.1069,"LocationLongitude":-112.1129,"LocationDescription":"If you like traveling at all, the Grand Canyon National Park in Arizona is one of the best places to visit.\n\nIt is rich in history thanks to its layered red rock bands that are a testament to millions upon millions of years of change and development in its geology.\n\nThere are countless spots that offer breathtaking views of the park.\n\nLipan Point is arguably the most popular, with its stunning vista of the Colorado River and the canyon all in one, but the Yavapai Observation Station and Mather Point, among others, are just as worthy of a visit."}
  ],
  "Status":"OK"
}
